# vim: ft=ruby
brew "bat"
brew "cloc"
brew "datasette"
brew "difftastic"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "httpie"
brew "ijq"
brew "jq"
brew "lazygit"
brew "litecli"
brew "lua-language-server"
brew "luv"
brew "micro"
brew "mkcert"
# nodenv needs a system-global default node version, so just install the latest
brew "node"
brew "nodenv"
# use the package-json-engine plugin to detect a project's node version from the "engines" field in a package.json
tap "nodenv/nodenv"
brew "nodenv-package-json-engine"
brew "pandoc"
brew "pgcli"
brew "ripgrep"
brew "shellcheck"
brew "stylua"
brew "tldr"
brew "tmux"
brew "youtube-dl"
