# vim: ft=ruby
brew "bat"
brew "cloc"
brew "datasette"
brew "difftastic"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gum"
brew "httpie"
brew "ijq"
brew "jq"
brew "lazygit"
brew "litecli"
brew "lua-language-server"
brew "luv"
brew "marksman"
brew "micro"
brew "mkcert"
brew "pandoc"
brew "pgcli"
brew "php"
brew "pop"
brew "ripgrep"
brew "shellcheck"
brew "skate"
brew "stylua"
brew "tldr"
brew "tmux"
brew "vhs"
brew "youtube-dl"
