# vim: ft=ruby
brew "bat"
brew "cmake"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "ghostty"
brew "git"
brew "git-delta"
brew "glib"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-units"
brew "gnu-which"
brew "gnutls"
brew "grep"
# brew "httpie"
# brew "jordanbaird-ice" # manage menu bar icons
brew "jq"
brew "litecli"
brew "nvim"
brew "odin"
brew "parallel"
brew "pgcli"
brew "postgresql"
brew "ripgrep"
brew "stats"
brew "tldr"
brew "tmux"
# brew "watchman" # osx doesn't have a native filewatcher iirc like inotify-tools?
brew "wget"

# casks
cask "ankerwork"
# cask "betterdisplay" # useful for managing screen resolutions
cask "docker"
cask "domzilla-caffeine"
cask "firefox"
cask "firefox@developer-edition"
cask "itsycal"
cask "kap"
cask "karabiner-elements"
cask "kit"
cask "kitty"
cask "nikitabobko/tap/aerospace"
cask "notunes"
cask "obsidian"
cask "rocket"
cask "scroll-reverser"
cask "spotify"
cask "thunderbird"
cask "vscodium"

# fonts
# cask "font-ibm-plex-mono"
# cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
# cask "font-jetbrains-mono"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-pro"
cask "font-sf-mono"

# casks for work if needed, already pre-installed on current work machine
cask "cursor"
cask "figma"
cask "google-chrome"
cask "miro"
cask "notion"
cask "slack"
