{
  "plugins": {
    "ReplaceWithRegister": [],
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "cloak.nvim": [],
    "conform.nvim": {
    },
    "gitsigns.nvim": [],
    "lush.nvim": {
      "src": "https://github.com/rktjmp/lush.nvim"
    },
    "mini.bufremove": {
      "version": "'stable'"
    },
    "mini.extra": {
      "src": "https://github.com/nvim-mini/mini.extra",
      "version": "'stable'"
    },
    "mini.icons": {
      "version": "'stable'"
    },
    "mini.notify": {
      "src": "https://github.com/nvim-mini/mini.notify",
      "version": "'stable'"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs",
      "version": "'stable'"
    },
    "mini.pick": {
      "version": "'stable'"
    },
    "mini.sessions": {
      "src": "https://github.com/nvim-mini/mini.sessions",
      "version": "'stable'"
    },
    "mini.snippets": {
      "src": "https://github.com/nvim-mini/mini.snippets",
      "version": "'stable'"
    },
    "mini.splitjoin": {
      "src": "https://github.com/nvim-mini/mini.splitjoin",
      "version": "'stable'"
    },
    "mini.statusline": {
      "src": "https://github.com/nvim-mini/mini.statusline",
      "version": "'stable'"
    },
    "nvim": {
    },
    "nvim-lint": {
    },
    "nvim-treesitter": [],
    "oil.nvim": [],
    "vim-dbml": {
      "src": "https://github.com/jidn/vim-dbml"
    },
    "vim-repeat": [],
    "vim-sort-motion": [],
    "vim-surround": [],
    "vim-system-copy": [],
    "vim-tmux-navigator": [],
    "zenbones.nvim": {
      "src": "https://github.com/zenbones-theme/zenbones.nvim"
    }
  }
}